Repository: umachinchula/halo
Catalog: Localizable.xcstrings
Source language: en
Languages: be, de, es_419, fr, hi, nl, ru, th, zh_hans, zh_hant

source: Enable screen color picking functionality. Use Cmd+Shift+P to quickly access the color picker.
be: Уключыце функцыю выбару колеру з экрана. Націсніце Cmd+Shift+P, каб хутка адкрыць выбарнік колеру.
de: Aktivieren Sie die Bildschirmfarbauswahlfunktion. Verwenden Sie Cmd+Shift+P, um schnell auf die Farbauswahl zuzugreifen.
fr: Activer la fonctionnalité de sélection des couleurs de l'écran. Utilisez Cmd+Shift+P pour accéder rapidement au sélecteur de couleurs.
nl: Schakel de functionaliteit voor het kiezen van schermkleuren in. Gebruik Cmd+Shift+P om snel toegang te krijgen tot de kleurenkiezer.
ru: Включите пипетку цветов. Cmd+Shift+P для быстрого доступа.
th: เปิดใช้ฟังก์ชันเลือกสีหน้าจอ ใช้ Cmd+Shift+P เพื่อเข้าถึงตัวเลือกสีอย่างรวดเร็ว
zh_hans: 启用屏幕取色功能。使用 Cmd+Shift+P 快速访问取色器。
zh_hant: 啟用螢幕取色功能。使用 Cmd+Shift+P 快速存取取色器。

source: Enable stats monitoring in Settings to view system performance data.
be: Уключыце маніторынг статыстыкі ў наладах, каб праглядаць даныя аб прадукцыйнасці сістэмы.
de: Aktivieren Sie die Statistiküberwachung in den Einstellungen, um Systemleistungsdaten anzuzeigen.
fr: Activez la surveillance des statistiques dans les paramètres pour afficher les données relatives aux performances du système.
nl: Schakel statistische monitoring in Instellingen in om systeemprestatiegegevens te bekijken.
ru: Включите мониторинг системы в настройках.
th: เปิดใช้การตรวจสอบสถิติในการตั้งค่าเพื่อดูข้อมูลประสิทธิภาพระบบ
zh_hans: 在设置中启用统计监控以查看系统性能数据。
zh_hant: 在設定中啟用統計監控以檢視系統效能資料。

source: Enable the weather capsule and configure its layout, provider, units, and optional battery/AQI indicators.
be: Уключыце капсулу надвор'я і наладзьце яе макет, пастаўшчыка, адзінкі вымярэння і дадатковыя індыкатары батарэі/AQI.
de: Aktivieren Sie die Wetterkapsel und konfigurieren Sie ihr Layout, Anbieter, Einheiten und optionale Batterie-/AQI-Anzeigen.
fr: Activez la capsule météo et configurez sa disposition, son fournisseur, ses unités et ses indicateurs de batterie/AQI en option.
hi: वेदर कैप्सूल को सक्षम करें और इसके लेआउट, प्रदाता, इकाइयों तथा वैकल्पिक बैटरी/एकी संकेतकों को कॉन्फ़िगर करें।
nl: Schakel de weercapsule in en configureer de lay-out, provider, eenheden en optionele batterij-/AQI-indicatoren.
ru: Включить капсулу погоды и настроить её.
th: เปิดใช้แคปซูลสภาพอากาศและตั้งค่าเลย์เอาต์ ผู้ให้บริการ หน่วย และตัวบ่งชี้แบตเตอรี่/AQI แบบเลือกได้
zh_hans: 启用天气胶囊并配置其布局、数据源、单位和可选的电池/AQI 指示器。
zh_hant: 啟用天氣膠囊並配置其版面配置、資料來源、單位和可選的電池/AQI 指示器。

source: Grant Accessibility permission in System Settings to control macOS HUD replacements from here.
be: Дазвольце доступ у наладах сістэмы, каб адсюль кіраваць заменамі HUD у macOS.
de: Gewähren Sie die Berechtigung zur Bedienungshilfen in den Systemeinstellungen, um den macOS HUD-Austausch von hier aus zu steuern.
fr: Accorder l'autorisation d'accessibilité dans les paramètres système pour contrôler les remplacements de macOS HUD à partir d'ici.
hi: सिस्टम सेटिंग्स में एक्सेसिबिलिटी की अनुमति दें ताकि यहां से macOS HUD प्रतिस्थापनों को नियंत्रित किया जा सके।
nl: Verleen Toegankelijkheidstoestemming in Systeeminstellingen om vanaf hier macOS HUD-vervangingen te beheren.
ru: Дайте разрешение на Универсальный доступ для управления заменой macOS HUD.
th: ให้สิทธิ์ Accessibility ในการตั้งค่าระบบเพื่อควบคุมการแทนที่ HUD macOS จากที่นี่
zh_hans: 在系统设置中授予辅助功能权限以从此处控制 macOS HUD 替代。
zh_hant: 在系統設定中授予輔助使用權限以從此處控制 macOS HUD 替代。

source: Grant Accessibility permission in System Settings to customize the on-screen display replacements here.
be: Дазвольце доступ у наладах сістэмы, каб тут наладзіць замены на экране.
de: Gewähren Sie hier die Berechtigung zur Bedienungshilfen in den Systemeinstellungen, um die Display-Ersetzungen auf dem Bildschirm anzupassen.
fr: Accorder l'autorisation d'accessibilité dans les paramètres système pour personnaliser les remplacements d'affichage à l'écran ici.
hi: यहाँ ऑन-स्क्रीन डिस्प्ले प्रतिस्थापनों को अनुकूलित करने के लिए सिस्टम सेटिंग्स में पहुँच क्षमता अनुमति दें।
nl: Verleen Toegankelijkheidstoestemming in Systeeminstellingen om de schermvervangingen hier aan te passen.
ru: Дайте разрешение на Универсальный доступ для настройки экранных уведомлений (OSD).
th: ให้สิทธิ์ Accessibility ในการตั้งค่าระบบเพื่อปรับแต่งการแทนที่การแสดงผลบนหน้าจอที่นี่
zh_hans: 在系统设置中授予辅助功能权限以自定义屏幕显示替代。
zh_hant: 在系統設定中授予輔助使用權限以自訂螢幕顯示替代。

source: HUDs are disabled because Custom OSD is enabled. Disable Custom OSD in the Custom OSD tab to use HUDs.
be: HUD-ы адключаны, таму што ўключаны карыстальніцкі OSD. Адключыце карыстальніцкі OSD на ўкладцы «Карыстальніцкі OSD», каб выкарыстоўваць HUD-ы.
de: HUDs sind deaktiviert, da benutzerdefiniertes OSD aktiviert ist. Deaktivieren Sie Benutzerdefiniertes OSD auf der Registerkarte Benutzerdefiniertes OSD, um HUDs zu verwenden.
fr: Les HUD sont désactivés car l'OSD personnalisé est activé. Désactiver l'OSD personnalisé dans l'onglet OSD personnalisé pour utiliser les HUD.
hi: कस्टम OSD सक्षम होने के कारण HUD अक्षम हैं। HUD का उपयोग करने के लिए कस्टम OSD टैब में कस्टम OSD को अक्षम करें।
nl: HUD's zijn uitgeschakeld omdat Aangepaste OSD is ingeschakeld. Schakel Aangepaste OSD uit op het tabblad Aangepaste OSD om HUD's te gebruiken.
ru: HUD отключены, так как включен Пользовательский OSD. Отключите его для использования HUD.
th: HUD ถูกปิดเนื่องจาก Custom OSD เปิดอยู่ ปิด Custom OSD ในแท็บ Custom OSD เพื่อใช้ HUD
zh_hans: 由于已启用自定义 OSD，HUD 已禁用。请在自定义 OSD 标签页中禁用以使用 HUD。
zh_hant: 由於已啟用自訂 OSD，HUD 已停用。請在自訂 OSD 分頁中停用以使用 HUD。

source: Listens for Focus session changes via distributed notifications
be: Слухае аб змены ў сесіі Focus праз размеркаваныя апавяшчэнні
de: Hört sich über verteilte Benachrichtigungen auf Änderungen der Fokussitzung
fr: Écoute les changements de session Focus via des notifications distribuées
nl: Luistert naar wijzigingen in de Focus-sessie via gedistribueerde meldingen
ru: Отслеживает изменения сеансов Фокуса через распределенные уведомления
th: รับฟังการเปลี่ยนแปลงเซสชันโฟกัสผ่านการแจ้งเตือนแบบกระจาย
zh_hans: 通过分布式通知监听专注模式会话变化
zh_hant: 透過分散式通知監聽專注模式工作階段變化

source: Made with ❤️ by Ebullioscopic
be: Зроблена з любоўю ад Ebullioscopic
de: Hergestellt mit ❤️ von Ebullioscopic
fr: Fabriqué avec ❤️ par Ebullioscopic
nl: Met ❤️ gemaakt door Ebullioscopic
ru: Сделано с ❤️ Ebullioscopic
th: สร้างด้วย ❤️ โดย Ebullioscopic
zh_hans: 由 Ebullioscopic 用 ❤️ 制作
zh_hant: 由 Ebullioscopic 用 ❤️ 製作

source: Manage indicator preferences from Settings → Privacy. No manual microphone toggle is required.
be: Кіруйце наладамі індыкатара ў Наладах → Канфідэнцыяльнасць. Не патрабуецца ручное ўключэнне/выключэнне мікрафона.
de: Verwalten Sie die Anzeigeeinstellungen unter Einstellungen → Datenschutz. Es ist kein manueller Mikrofonschalter erforderlich.
fr: Gérer les préférences des indicateurs à partir de Paramètres → Confidentialité. Aucune bascule manuelle du microphone n'est requise.
hi: सेटिंग्स → प्राइवेसी से संकेतक प्राथमिकताएँ प्रबंधित करें। मैन्युअल माइक्रोफ़ोन टॉगल की आवश्यकता नहीं है।
nl: Beheer indicatorvoorkeuren via Instellingen → Privacy. Er is geen handmatige microfoonschakelaar vereist.
ru: Управляйте индикаторами в Настройки → Конфиденциальность. Ручной переключатель микрофона не требуется.
th: จัดการการตั้งค่าตัวบ่งชี้จากการตั้งค่า → ความเป็นส่วนตัว ไม่ต้องสลับไมโครโฟนด้วยตนเอง
zh_hans: 在设置 → 隐私中管理指示器偏好。无需手动切换麦克风。
zh_hant: 在設定 → 隱私中管理指示器偏好。無需手動切換麥克風。

source: Microphone privacy indicator runs automatically whenever apps access audio.
be: Індзікатар прыватнасці мікрафона ўключаецца аўтаматычна кожны раз, калі праграмы атрымліваюць доступ да гуку.
de: Die Datenschutzanzeige des Mikrofons wird automatisch angezeigt, wenn Apps auf Audio zugreifen.
fr: L'indicateur de confidentialité du microphone fonctionne automatiquement chaque fois que les applications accèdent à l'audio.
hi: जब भी ऐप्स ऑडियो का उपयोग करती हैं, माइक्रोफ़ोन गोपनीयता संकेतक स्वचालित रूप से चालू हो जाता है।
nl: De microfoonprivacy-indicator wordt automatisch uitgevoerd wanneer apps toegang krijgen tot audio.
ru: Индикатор конфиденциальности микрофона включается автоматически, когда приложения используют аудио.
th: ตัวบ่งชี้ความเป็นส่วนตัวไมโครโฟนทำงานอัตโนมัติเมื่อแอปเข้าถึงเสียง
zh_hans: 麦克风隐私指示器在应用访问音频时自动运行。
zh_hant: 麥克風隱私指示器在 App 存取音訊時自動執行。

source: Minimalistic mode focuses on media controls and system HUDs, hiding all extra features for a clean, focused experience. Automatically enables simpler animations.
be: Мінімалістычны рэжым сканцэнтраваны на кіраванні мультымедыя і сістэмнымі HUD-амі, хаваючы ўсе лішнія функцыі для чыстага, сканцэнтраванага досведу. Аўтаматычна ўключае больш простыя анімацыі.
de: Der minimalistische Modus konzentriert sich auf Mediensteuerungen und System-HUDs und verbirgt alle zusätzlichen Funktionen für ein sauberes, fokussiertes Erlebnis. Ermöglicht automatisch einfachere Animationen.
fr: Le mode minimaliste se concentre sur les commandes multimédias et les HUD du système, cachant toutes les fonctionnalités supplémentaires pour une expérience propre et ciblée. Active automatiquement des animations plus simples.
hi: मिनिमलिस्टिक मोड मीडिया नियंत्रणों और सिस्टम HUDs पर केंद्रित होता है, एक स्वच्छ और केंद्रित अनुभव के लिए सभी अतिरिक्त सुविधाओं को छिपा देता है। यह स्वचालित रूप से सरल एनिमेशन सक्षम करता है।
nl: De minimalistische modus richt zich op mediabediening en systeem-HUD's en verbergt alle extra functies voor een heldere, gerichte ervaring. Schakelt automatisch eenvoudigere animaties in.
ru: Минималистичный режим фокусируется на медиа и системных HUD, скрывая все лишние функции. Автоматически включает простые анимации.
th: โหมดมินิมอลเน้นปุ่มควบคุมสื่อและ HUD ระบบ ซ่อนฟีเจอร์พิเศษทั้งหมดเพื่อประสบการณ์ที่สะอาดและเน้น เปิดใช้แอนิเมชันแบบง่ายอัตโนมัติ
zh_hans: 简约模式专注于媒体控制和系统 HUD，隐藏所有额外功能以提供简洁、专注的体验。自动启用更简单的动画。
zh_hant: 簡約模式專注於媒體控制和系統 HUD，隱藏所有額外功能以提供簡潔、專注的體驗。自動啟用更簡單的動畫。

source: Mirrors the toggle found under Lock Screen settings so timer-specific workflows can enable or disable the widget without switching tabs.
be: Дубліруе пераключальнік, размешчаны ў наладах экрана блакіроўкі, каб можна было ўключаць або выключаць віджэт таймера, не пераключаючы ўкладкі.
de: Spiegelt den Schalter unter den Einstellungen des Sperrbildschirms wider, sodass timerspezifische Workflows das Widget aktivieren oder deaktivieren können, ohne die Registerkarten zu wechseln.
fr: Reflète la bascule trouvée sous les paramètres de l'écran de verrouillage afin que les flux de travail spécifiques à la minuterie puissent activer ou désactiver le widget sans changer d'onglet.
hi: लॉक स्क्रीन सेटिंग्स में पाए जाने वाले टॉगल को दर्शाता है, ताकि टाइमर-विशिष्ट वर्कफ़्लो टैब बदले बिना विजेट को सक्षम या अक्षम कर सकें।
nl: Spiegelt de schakelaar onder de instellingen van het vergrendelscherm, zodat timerspecifieke workflows de widget kunnen in- of uitschakelen zonder van tabblad te wisselen.
ru: Дублирует переключатель настроек экрана блокировки для управления виджетом из этой вкладки.
th: สะท้อนสวิตช์ในการตั้งค่าหน้าจอล็อกเพื่อให้เวิร์กโฟลว์ตัวจับเวลาเปิด/ปิดวิดเจ็ตได้โดยไม่ต้องสลับแท็บ
zh_hans: 镜像锁屏设置中的开关，以便计时器工作流可以无需切换标签页即可启用或禁用小组件。
zh_hant: 鏡像鎖定畫面設定中的開關，以便計時器工作流可以無需切換分頁即可啟用或停用小工具。

source: Monitor clipboard changes and keep a history of recent copies. Use Cmd+Shift+V to quickly access clipboard history.
be: Сачыце за зменамі ў буферы абмену і захоўвайце гісторыю апошніх капіяванняў. Выкарыстоўвайце Cmd+Shift+V для хуткага доступу да гісторыі буфера абмену.
de: Überwachen Sie die Änderungen an der Zwischenablage und bewahren Sie einen Verlauf der letzten Kopien auf. Verwenden Sie Cmd+Shift+V, um schnell auf den Zwischenablageverlauf zuzugreifen.
fr: Surveillez les modifications apportées au presse-papiers et conservez un historique des copies récentes. Utilisez Cmd+Shift+V pour accéder rapidement à l'historique du presse-papiers.
hi: क्लिपबोर्ड में होने वाले परिवर्तनों की निगरानी करें और हाल की कॉपीज़ का इतिहास रखें। क्लिपबोर्ड इतिहास तक तुरंत पहुँचने के लिए Cmd+Shift+V का उपयोग करें।
nl: Controleer wijzigingen op het klembord en houd een geschiedenis bij van recente kopieën. Gebruik Cmd+Shift+V om snel toegang te krijgen tot de klembordgeschiedenis.
ru: Отслеживайте изменения буфера обмена и ведите историю копирования. Нажмите Cmd+Shift+V для быстрого доступа.
th: ตรวจสอบการเปลี่ยนแปลงคลิปบอร์ดและเก็บประวัติการคัดลอกล่าสุด ใช้ Cmd+Shift+V เพื่อเข้าถึงประวัติคลิปบอร์ดอย่างรวดเร็ว
zh_hans: 监控剪贴板变化并保留最近复制的历史记录。使用 Cmd+Shift+V 快速访问剪贴板历史。
zh_hant: 監控剪貼簿變化並保留最近複製的歷史記錄。使用 Cmd+Shift+V 快速存取剪貼簿歷史。

source: No presets configured. Add a preset to make it appear in the timer popover.
be: Ніякіх предустановак не наладжана. Дадайце предустаноўку, каб яна з'явілася ў сплывальным акне таймера.
de: Keine Voreinstellungen konfiguriert. Fügen Sie eine Voreinstellung hinzu, damit sie im Timer-Popover angezeigt wird.
fr: Aucun préréglage configuré. Ajoutez un préréglage pour le faire apparaître dans la fenêtre contextuelle de la minuterie.
hi: कोई प्रीसेट कॉन्फ़िगर नहीं किया गया है। टाइमर पॉपओवर में दिखाने के लिए एक प्रीसेट जोड़ें।
nl: Geen voorinstellingen geconfigureerd. Voeg een voorinstelling toe om deze in de timer-popover te laten verschijnen.
ru: Нет настроенных пресетов. Добавьте пресет для его появления в окне таймера.
th: ยังไม่มีพรีเซ็ต เพิ่มพรีเซ็ตเพื่อให้ปรากฏในป๊อปโอเวอร์ตัวจับเวลา
zh_hans: 未配置预设。添加预设使其出现在计时器弹出窗口中。
zh_hant: 未配置預設組合。新增預設組合使其出現在計時器彈出式視窗中。

source: No process data yet. Keep stats open for a moment.
be: Працэсных даных пакуль няма. Затрымайце статыстыку адкрытай на хвілінку.
de: Noch keine Prozessdaten. Halten Sie die Statistiken für einen Moment offen.
fr: Pas encore de données de traitement. Gardez les statistiques ouvertes pendant un moment.
nl: Nog geen procesgegevens. Houd de statistieken even open.
ru: Данных о процессах пока нет. Оставьте меню открытым ненадолго.
th: ยังไม่มีข้อมูลกระบวนการ เปิดสถิติไว้สักครู่
zh_hans: 尚无进程数据。请保持统计打开片刻。
zh_hant: 尚無程序資料。請保持統計開啟片刻。

source: Opens the AI assistant panel for file analysis and conversation. Default is Cmd+Shift+A. Only works when screen assistant feature is enabled.
be: Адкрывае панэль дапаможніка AI для аналізу і пераўтварэння файлаў. Па змаўчанні — Cmd+Shift+A. Працуе толькі калі ўключана функцыя экраннага дапаможніка.
de: Öffnet das KI-Assistenten-Panel für Dateianalyse und Konversation. Standard ist Cmd+Shift+A. Funktioniert nur, wenn die Funktion des Bildschirmassistenten aktiviert ist.
fr: Ouvre le panneau d'assistant d'IA pour l'analyse et la conversation de fichiers. La valeur par défaut est Cmd+Shift+A. Ne fonctionne que lorsque la fonction d'assistant d'écran est activée.
hi: फ़ाइल विश्लेषण और बातचीत के लिए AI सहायक पैनल खोलता है। डिफ़ॉल्ट Cmd+Shift+A है। केवल तभी काम करता है जब स्क्रीन सहायक सुविधा सक्षम हो।
nl: Opent het AI-assistentpaneel voor bestandsanalyse en conversatie. Standaard is Cmd+Shift+A. Werkt alleen als de schermassistentfunctie is ingeschakeld.
ru: Открывает панель ИИ-помощника. По умолчанию Cmd+Shift+A.
th: เปิดแผงผู้ช่วย AI สำหรับวิเคราะห์ไฟล์และสนทนา ค่าเริ่มต้นคือ Cmd+Shift+A ใช้ได้เฉพาะเมื่อเปิดใช้ฟีเจอร์ผู้ช่วยหน้าจอ
zh_hans: 打开 AI 助手面板，进行文件分析与对话。默认为 Cmd+Shift+A。仅在启用屏幕助手功能时有效。
zh_hant: 開啟 AI 助理面板，進行檔案分析與對話。預設為 Cmd+Shift+A。僅在啟用螢幕助理功能時有效。

source: Opens the clipboard history panel. Default is Cmd+Shift+V (similar to Windows+V on PC). Only works when clipboard feature is enabled.
be: Адкрывае панэль гісторыі буфера абмену. Па змаўчанні — Cmd+Shift+V (падобна да Windows+V на ПК). Працуе толькі калі функцыя буфера абмену ўключана.
de: Öffnet das Bedienfeld für den Clip-Verlauf. Standard ist Cmd+Shift+V (ähnlich wie Windows+V auf dem PC). Funktioniert nur, wenn die Zwischenablagefunktion aktiviert ist.
fr: Ouvre le panneau d'historique du presse-papiers. La valeur par défaut est Cmd+Shift+V (similaire à Windows+V sur PC). Ne fonctionne que lorsque la fonction presse-papiers est activée.
hi: क्लिपबोर्ड इतिहास पैनल खोलता है। डिफ़ॉल्ट Cmd+Shift+V है (PC पर Windows+V के समान)। केवल तभी काम करता है जब क्लिपबोर्ड सुविधा सक्षम हो।
nl: Opent het klembordgeschiedenispaneel. Standaard is Cmd+Shift+V (vergelijkbaar met Windows+V op pc). Werkt alleen als de klembordfunctie is ingeschakeld.
ru: Открывает панель буфера обмена. По умолчанию Cmd+Shift+V.
th: เปิดแผงประวัติคลิปบอร์ด ค่าเริ่มต้นคือ Cmd+Shift+V (คล้าย Windows+V บน PC) ใช้ได้เฉพาะเมื่อเปิดใช้ฟีเจอร์คลิปบอร์ด
zh_hans: 打开剪贴板历史记录面板。默认为 Cmd+Shift+V（类似于 PC 上的 Windows+V）。仅在启用剪贴板功能时有效。
zh_hant: 開啟剪貼簿歷史記錄面板。預設為 Cmd+Shift+V（類似於 PC 上的 Windows+V）。僅在啟用剪貼簿功能時有效。

source: Opens the color picker panel for screen color capture. Default is Cmd+Shift+P. Only works when color picker feature is enabled.
be: Адкрывае панэль выбару колеру для захопу колеру экрана. Па змаўчанні — Cmd+Shift+P. Працуе толькі калі функцыя выбару колеру ўключана.
de: Öffnet das Farbauswahlfeld für die Bildschirmfarbaufnahme. Standard ist Cmd+Shift+P. Funktioniert nur, wenn die Farbauswahlfunktion aktiviert ist.
fr: Ouvre le panneau de sélection de couleurs pour la capture des couleurs de l'écran. La valeur par défaut est Cmd+Shift+P. Ne fonctionne que lorsque la fonction de sélection de couleurs est activée.
hi: स्क्रीन रंग कैप्चर के लिए रंग चयनकर्ता पैनल खोलता है। डिफ़ॉल्ट Cmd+Shift+P है। केवल तभी काम करता है जब रंग चयनकर्ता सुविधा सक्षम हो।
nl: Opent het kleurkiezerpaneel voor het vastleggen van schermkleuren. Standaard is Cmd+Shift+P. Werkt alleen als de kleurkiezerfunctie is ingeschakeld.
ru: Открывает панель пипетки цветов. По умолчанию Cmd+Shift+P.
th: เปิดแผงตัวเลือกสีสำหรับจับภาพสีหน้าจอ ค่าเริ่มต้นคือ Cmd+Shift+P ใช้ได้เฉพาะเมื่อเปิดใช้ฟีเจอร์ตัวเลือกสี
zh_hans: 打开取色器面板进行屏幕颜色捕获。默认为 Cmd+Shift+P。仅在启用取色器功能时有效。
zh_hant: 開啟取色器面板進行螢幕顏色捕獲。預設為 Cmd+Shift+P。僅在啟用取色器功能時有效。

source: Panel mode shows clipboard in a floating window near the notch. Popover mode shows clipboard as a dropdown attached to the clipboard button.
be: Панэльны рэжым паказвае буфер абмену ў плаваючым акне каля выемкі. Выскочны рэжым паказвае буфер абмену ў выглядзе выпадальнага спіса, прывязанага да кнопкі буфера абмену.
de: Der Bedienfeldmodus zeigt die Zwischenablage in einem schwebenden Fenster in der Nähe der Kerbe an. Der Popover-Modus zeigt die Zwischenablage als Dropdown-Liste an, die an der Zwischenablage-Schaltfläche angehängt ist.
fr: Le mode panneau affiche le presse-papiers dans une fenêtre flottante près de l'encoche. Le mode popover affiche le presse-papiers comme une liste déroulante attachée au bouton du presse-papiers.
hi: पैनल मोड क्लिपबोर्ड को नॉच के पास एक फ्लोटिंग विंडो में दिखाता है। पॉपओवर मोड क्लिपबोर्ड को क्लिपबोर्ड बटन से जुड़े एक ड्रॉपडाउन के रूप में दिखाता है।
nl: De paneelmodus toont het klembord in een zwevend venster nabij de inkeping. De popover-modus toont het klembord als een vervolgkeuzelijst die aan de klembordknop is gekoppeld.
ru: Режим "Панель" показывает окно рядом с вырезом. Режим "Всплывающее окно" показывает выпадающее меню возле кнопки.
th: โหมดแผงแสดงคลิปบอร์ดในหน้าต่างลอยใกล้รอยบาก โหมดป๊อปโอเวอร์แสดงคลิปบอร์ดเป็นดรอปดาวน์ติดกับปุ่มคลิปบอร์ด
zh_hans: 面板模式会在刘海附近的浮动窗口中显示剪贴板。弹出模式会将剪贴板显示为附加在剪贴板按钮上的下拉菜单。
zh_hant: 面板模式會在瀏海附近的浮動視窗中顯示剪貼簿。彈出模式會將剪貼簿顯示為附加在剪貼簿按鈕上的下拉選單。

source: Panel mode shows color picker in a floating window. Popover mode shows color picker as a dropdown attached to the color picker button.
be: Панэльны рэжым паказвае выбарнік колеру ў плаваючым акне. Выскаквальны рэжым паказвае выбарнік колеру ў выглядзе выпадальнага спіса, прывязанага да кнопкі выбару колеру.
de: Der Bedienfeldmodus zeigt die Farbauswahl in einem schwebenden Fenster an. Der Popover-Modus zeigt die Farbauswahl als Dropdown-Liste an, die an der Farbauswahlschaltfläche befestigt ist.
fr: Le mode panneau affiche le sélecteur de couleurs dans une fenêtre flottante. Le mode popover affiche le sélecteur de couleurs en tant que liste déroulante attachée au bouton du sélecteur de couleurs.
hi: पैनल मोड रंग चयनकर्ता को एक फ्लोटिंग विंडो में दिखाता है। पॉपओवर मोड रंग चयनकर्ता बटन से जुड़ा एक ड्रॉपडाउन के रूप में रंग चयनकर्ता दिखाता है।
nl: Paneelmodus toont de kleurkiezer in een zwevend venster. De popover-modus toont de kleurkiezer als een vervolgkeuzelijst die aan de kleurkiezerknop is gekoppeld.
ru: Режим "Панель" показывает пипетку в отдельном окне. Всплывающее окно – возле кнопки.
th: โหมดแผงแสดงตัวเลือกสีในหน้าต่างลอย โหมดป๊อปโอเวอร์แสดงตัวเลือกสีเป็นดรอปดาวน์ติดกับปุ่มตัวเลือกสี
zh_hans: 面板模式会在浮动窗口中显示取色器。弹出模式会将取色器显示为附加在取色器按钮上的下拉菜单。
zh_hant: 面板模式會在浮動視窗中顯示取色器。彈出模式會將取色器顯示為附加在取色器按鈕上的下拉選單。

source: Panel mode shows the assistant in a floating window near the notch. Popover mode shows the assistant as a dropdown attached to the AI button.
be: Панэльны рэжым паказвае асістэнта ў плаваючым акне каля выемкі. Выскоўкавы рэжым паказвае асістэнта ў выглядзе выпадальнага меню, прывязанага да кнопкі ШІ.
de: Der Bedienfeldmodus zeigt den Assistenten in einem schwebenden Fenster in der Nähe der Kerbe an. Der Popover-Modus zeigt den Assistenten als Dropdown-Menü an, das an der KI-Taste befestigt ist.
fr: Le mode panneau affiche l'assistant dans une fenêtre flottante près de l'encoche. Le mode popover montre l'assistant comme une liste déroulante attachée au bouton d'IA.
hi: पैनल मोड में असिस्टेंट नॉच के पास एक फ्लोटिंग विंडो में दिखाई देता है। पॉपओवर मोड में असिस्टेंट AI बटन से जुड़ा एक ड्रॉपडाउन के रूप में दिखाई देता है।
nl: Paneelmodus toont de assistent in een zwevend venster nabij de inkeping. De popover-modus toont de assistent als een vervolgkeuzelijst die aan de AI-knop is gekoppeld.
ru: Инструмент ИИ отображается в отдельном окне или контекстном меню кнопки.
th: โหมดแผงแสดงผู้ช่วยในหน้าต่างลอยใกล้รอยบาก โหมดป๊อปโอเวอร์แสดงผู้ช่วยเป็นดรอปดาวน์ติดกับปุ่ม AI
zh_hans: 面板模式会在刘海附近的浮动窗口中显示助手。弹出模式会将助手显示为附加在 AI 按钮上的下拉菜单。
zh_hant: 面板模式會在瀏海附近的浮動視窗中顯示助理。彈出模式會將助理顯示為附加在 AI 按鈕上的下拉選單。

source: Please configure your API key for the selected AI provider in model settings.
be: Калі ласка, наладзьце ваш API-ключ для выбранага пастаўшчыка ШІ ў наладах мадэлі.
de: Bitte konfigurieren Sie Ihren API-Schlüssel für den ausgewählten KI-Anbieter in den Modelleinstellungen.
fr: Veuillez configurer votre clé API pour le fournisseur d'IA sélectionné dans les paramètres du modèle.
nl: Configureer je API-sleutel voor de geselecteerde AI-provider in de modelinstellingen.
ru: Настройте ваш API ключ для выбранного провайдера ИИ в настройках.
th: กรุณาตั้งค่า API key สำหรับผู้ให้บริการ AI ที่เลือกในการตั้งค่าโมเดล
zh_hans: 请在模型设置中为所选的 AI 提供商配置您的 API 密钥。
zh_hant: 請在模型設定中為所選的 AI 提供商配置你的 API 金鑰。

source: Popover mode shows color picker as a dropdown attached to the color picker button. Panel mode shows color picker in a floating window.
be: У рэжыме пап-овер каляровы выбарнік паказваецца ў выглядзе выпадальнага спіса, прывязанага да кнопкі каляровага выбарніка. У панэльным рэжыме каляровы выбарнік паказваецца ў плаваючым акне.
de: Der Popover-Modus zeigt die Farbauswahl als Dropdown-Liste an, die an der Farbauswahlschaltfläche befestigt ist. Der Bedienfeldmodus zeigt die Farbauswahl in einem schwebenden Fenster an.
fr: Le mode popover affiche le sélecteur de couleurs comme une liste déroulante attachée au bouton du sélecteur de couleurs. Le mode panneau affiche le sélecteur de couleurs dans une fenêtre flottante.
hi: पॉपओवर मोड रंग चयनकर्ता को रंग चयनकर्ता बटन से जुड़े ड्रॉपडाउन के रूप में दिखाता है। पैनल मोड रंग चयनकर्ता को एक फ्लोटिंग विंडो में दिखाता है।
nl: De popover-modus toont de kleurkiezer als een vervolgkeuzelijst die aan de kleurkiezerknop is gekoppeld. Paneelmodus toont de kleurkiezer in een zwevend venster.
ru: Поведение отображения пипетки.
th: โหมดป๊อปโอเวอร์แสดงตัวเลือกสีเป็นดรอปดาวน์ติดกับปุ่มตัวเลือกสี โหมดแผงแสดงตัวเลือกสีในหน้าต่างลอย
zh_hans: 弹出模式会将取色器显示为附加在取色器按钮上的下拉菜单。面板模式会在浮动窗口中显示取色器。
zh_hant: 彈出模式會將取色器顯示為附加在取色器按鈕上的下拉選單。面板模式會在浮動視窗中顯示取色器。
